Ссылки на основные разделы:<br/>
<a href="dashboard-invest.php">Инвестор</a><br/>
<a href="dashboard-startup.php">Стартап</a><br/>
<a href="expert-offers.php">Эксперт</a><br/>
<a href="dashboard-admin.php">Администратор</a><br/>
<br/>
Страницы, на которые нельзя попасть в текущей верстке с основных разделов<br/>
<a href="guest.php">Страница неавторизованного пользователя</a><br/>
<a href="my-startup-work.php">Пример страницы управления уже запущенным проектом</a>. На странице отсутствуют некоторые блоки, которые можно посмотреть на <a href="my-startup.php">начальной странице управления проектом</a><br/><br/>

Вывод уведомлений желательно реализовывать во всплывающих окнах (напр - https://codeseven.github.io/toastr/demo.html).